{
    "num_results": 5,
    "watches": [
        {
            "wb": {
                "id": 17636,
                "added": "2015-12-19",
                "modified": "2019-06-27",
                "published": "2015-12-19"
            },
            "reference_number": "214270-0001",
            "name": "Explorer 39 \/ Stainless steel \/ Black",
            "gender": "M",
            "released": "2011",
            "stopped": "2016",
            "limited_nr": null,
            "waterresistance": "100.00 m",
            "description": "The Rolex Explorer benefited from experience gained in the Himalayas, acquiring its clearly distinctive hour and minute hands, and its landmark, highly legible, black dial with luminescent indices and large Arabic numerals at 3, 6 and 9 o’clock. It is designed for optimal legibility even in the dark – a crucial feature for explorers. It stood at the base for all Oyster Professional models that followed. The 2013 214270 is 3mm larger compared to earlier models.",
            "brand": {
                "id": 54,
                "name": "Rolex",
                "slug": "rolex",
                "address": "Rue François- Dussaud 3-7",
                "zipcode": "CH-1211",
                "city": "Geneva",
                "state": "Geneva",
                "country_code": "CH",
                "logo": "https:\/\/cdn.watchbase.com\/brand\/lg\/rolex-bc.png",
                "year_established": 1908,
                "website": "http:\/\/www.rolex.com",
                "pricerange_start": "4300.00",
                "pricerange_end": "92750.00",
                "pricerange_currency": "EUR",
                "description": "Pioneer of the wristwatch since 1905, Rolex is at the origin of landmark innovations in watchmaking, including the first waterproof wristwatch - the Oyster - and the Perpetual rotor self-winding mechanism. For over a century, Rolex watches have accompanied explorers and achievers around the world, from the top of the highest mountains to the deepest reaches of the ocean.\r\n\r\nThe history of Rolex is inextricably linked to the visionary spirit of Hans Wilsdorf, its founder. In 1905, at the age of 24, Hans Wilsdorf founded a company in London specialising in the distribution of timepieces. He began to dream of a watch worn on the wrist. Wristwatches were not very precise at the time, but Hans Wilsdorf foresaw that they could become not only elegant, but also reliable. To convince the public of the reliability of his resolutely innovative timepieces, he equipped them with small, very precise movements manufactured by a Swiss watchmaking company in Bienne.\r\n\r\nHans Wilsdorf wanted his watches to bear a name that was short, easy to say and remember in any language, and which looked good on watch movements and dials. He said, “I tried combining the letters of the alphabet in every possible way. This gave me some hundred names, but none of them felt quite right. One morning, while riding on the upper deck of a horse-drawn omnibus along Cheapside in the City of London, a genie whispered ‘Rolex’ in my ear.”\r\n\r\nRolex first concentrated on the quality of the movements. The relentless quest for chronometric precision rapidly led to success. In 1910, a Rolex watch was the first wristwatch in the world to receive the Swiss Certificate of Chronometric Precision, granted by the Official Watch Rating Centre in Bienne. Four years later, in 1914, Kew Observatory in Great Britain awarded a Rolex wristwatch a class “A” precision certificate, a distinction which until that point in time had been reserved exclusively for marine chronometers. From that date forward, the Rolex wristwatch was synonymous with precision. Rolex moved to Geneva, a city renowned internationally for watchmaking. Montres Rolex S.A. was registered in Geneva in 1920.\r\n\r\nIn 1926, the creation by Rolex of the first waterproof and dustproof wristwatch marked a major step forward. Given the name “Oyster”, this watch featured a hermetically sealed case which provided optimal protection for the movement.  It is one thing to claim a watch is waterproof. It is quite another to prove it. In 1927 a Rolex Oyster crossed the English Channel, worn by a young English swimmer named Mercedes Gleitze. The swim lasted over 10 hours and the watch remained in perfect working order at the end of it. To celebrate the crossing of the channel, Rolex published a full-page ad on the front page of the Daily Mail proclaiming the success of the waterproof watch. This event marked the birth of the Testimonee concept. \r\n\r\nIn 1931, Rolex invented and patented the world's first self-winding mechanism with a Perpetual rotor. This ingenious system, a true work of art, is today at the heart of every modern automatic watch. Rolex recognised the formidable opportunity to test, fine‑tune and showcase the technical performance of the Oyster in different arenas. The worlds of sport, aviation, motor racing and expeditions constituted living laboratories for the watches' countless technical attributes. In the 1930s, Rolex and one of the fastest drivers in the world, Sir Malcolm Campbell, became united by the quest for speed. On 4 September 1935, at the wheel of Bluebird – and wearing a Rolex watch – this “king of speed” set a land speed record of over 300 miles per hour (approximately 485 km\/h) at Bonneville Salt Flats in Utah. Sir Malcolm broke the world speed record nine times between 1924 and 1935, including five times at Daytona Beach in Florida.\r\n\r\nThe year 1945 saw the birth of the Datejust, the first self‑winding wrist chronometer to indicate the date in a window on the dial. A watch of great distinction, the Datejust was equipped with a Jubilee bracelet created specially for it and a fluted bezel, making it immediately recognisable as a Rolex. It is the pillar of the Oyster collection. Initially for men, it became available in various models for women in the course of the following decade.\r\n\r\nIn the early 1950s, Rolex developed professional watches that served as tools and whose functions went far beyond simply telling the time. These watches were intended for professional activities, such as deep-sea diving, aviation, mountain climbing and scientific exploration. The watches generated lasting enthusiasm and became known as the watches of achievers. In 1953, Sir John Hunt’s expedition, in which Sir Edmund Hillary and Tenzing Norgay reached the summit of Mount Everest, was equipped with Oyster Perpetuals. Inspired by knowledge gained from this fascinating chapter of human adventure, the Oyster Perpetual Explorer, launched in 1953 to celebrate the victorious ascent of Everest, immediately acquired iconic status. Also launched in 1953, the Submariner was the first divers’ watch waterproof to a depth of 100 metres (330 feet). Its rotatable bezel allows divers to read their immersion time.\r\n\r\nAs intercontinental travel developed in the 1950s, airliners began to fly swiftly across several successive time zones. For the first time it became important to know the time in various places in the world, simultaneously. It was the dawn of the jet age, and Rolex responded with a watch to match the spirit of the times. The GMT-Master was developed to meet the specific needs of airline pilots. It became the official watch of several airlines, among them the famous Pan American World Airways, better known as Pan Am. Its most distinguishing visual feature was the two-tone bezel which marked daytime from nighttime hours.\r\n\r\nIn 1956, the Oyster Perpetual Day-Date made its debut. Available only in 18 ct gold or platinum, it was the first wristwatch to display the date and day of the week spelt out in full in a window on the dial. With the President bracelet, originally created specially for it, the Day-Date continues to be the watch par excellence of influential people.\r\n\r\nThe European Organization for Nuclear Research (CERN), the world's pre-eminent particle physics laboratory, is at the cutting edge of scientific research into the fundamental secrets of the universe. It hosts the world's highest-energy particle accelerator. In the 1950s, CERN was also one of the first scientific institutions to confirm that the Milgauss watch could indeed resist magnetic fields of up to 1,000 gauss. The Milgauss, introduced in 1956, was designed to meet the demands of the scientific community and is capable of withstanding magnetic fields of up to 1,000 gauss. The major innovation at the heart of the Milgauss' incredible resistance to magnetic interferences is the shield protecting the movement.\r\n\r\nThe Lady-Datejust was the first ladies’ version of the Rolex date chronometer, carrying its heritage of timeless elegance and functionality in a smaller size perfectly suited to a lady’s wrist. In the 1950s, Rolex carried out rigorous testing of an experimental watch, called “Deep Sea Special”. Using the knowledge gained from the making of the ﬁrst two models, the third Deep Sea Special was created to withstand the most extreme conditions - the Challenger Deep portion of the Mariana Trench. In 1960, the experimental bathyscaphe, the Trieste, successfully descended into the Mariana Trench, the deepest known depression on the Earth's surface. With Lieutenant Don Walsh at the helm, accompanied by Jacques Piccard, the Trieste accomplished a feat so incredible that it forever raised the bar for deep-ocean exploration.\r\n\r\nDaytona Beach, Florida. Long, flat and firm, with hard-packed sand, the beach helped the city of Daytona to forge a legend as the world capital of speed. It boasts 14 world land speed records set between 1904 and 1935, five of them by Rolex-wearer Sir Malcolm Campbell. Over the years, the sand deteriorated. By 1959, a “Super Speedway” was built: the Daytona International Speedway. Launched in 1963 as a new-generation chronograph, the Cosmograph soon gained the name that became the mark of an icon: Daytona. Designed as the ultimate tool for endurance racing drivers, the Cosmograph Daytona was robust, waterproof and featured a tachymetric scale on the bezel for calculating average speed.\r\n\r\n1967 saw the launch of the Oyster Perpetual Sea-Dweller, waterproof to a depth of 610 metres. To meet the needs of professional deep-sea divers, the case was equipped with a helium escape valve so that, during long decompression phases in hyperbaric chambers, the helium from the gas mixtures used could be released without risking damage to the watch. \r\n\r\nIn 1971 Rolex presented the Oyster Perpetual Explorer II, dedicated to polar explorers, speleologists, and all those pushing the boundaries of exploration. The watch featured a distinctive 24-hour hand, an invaluable aid around the poles and beneath ground when you can't tell night from day.\r\n\r\nRolex became the first watchmaking brand to pioneer the use of 904L for the cases of all its steel watches. Most commonly used in high‑technology and in the aerospace and chemical industries, its excellent anti-corrosion properties are comparable to those of precious metals and it offers a final polish of exceptional sheen.\r\n\r\nThe year 1992 heralded the arrival of the Oyster Perpetual Yacht-Master, the first watch in the Professional Oyster collection to be available in three sizes – 29, 35 and 40 mm. This new member of the Oyster family reinforced the ties between Rolex and the sailing world.\r\n\r\nIntroduced in 2007, the Oyster Perpetual Yacht-Master II regatta chronograph is the first watch in the world equipped with a programmable countdown with a mechanical memory. This unique watchmaking complication consists of an innovative system of interaction between the movement and the case thanks to a rotatable ring command bezel designed and developed by Rolex. This regatta chronograph allows yachtsmen to cross the line as soon as possible after the starting gun.\r\n\r\nAs one of its latest feats, Rolex presented a brand new innovative model, the Oyster Perpetual Sky-Dweller in 2012, a technological masterpiece intended for world travellers. In an impressive 42 mm case, it offers a dual time zone as intuitive to read as it is easy to use, as well as a particularly innovative annual calendar named Saros – in tribute to the astronomical phenomenon which inspired it – that requires only one date adjustment a year. To set its functions quickly and easily, it is also equipped with a new interface: the rotatable Ring Command bezel.\r\n\r\nOn March 26th, 2012, filmmaker and National Geographic Explorer‑in‑Residence James Cameron descended into the Mariana Trench, making the first solo dive into the deepest point on earth, and the only dive into the trench since the two-man Trieste expedition of 1960. Only one passenger was on both voyages: a Rolex watch. The Oyster Perpetual Rolex Deepsea Challenge is an experimental diving watch certified waterproof up to 12,000 metres (39,370 feet), entirely designed and built by Rolex to resist the extreme pressure in the deepest reaches of the oceans. Setting the record for the deepest diving watch in the world."
            },
            "family": {
                "id": 283,
                "name": "Explorer",
                "slug": "explorer",
                "description": "The Rolex Explorer benefited from experience gained in the Himalayas, acquiring its clearly distinctive hour and minute hands, and its landmark, highly legible, black dial with luminescent indices and large Arabic numerals at 3, 6 and 9 o’clock. It is designed for optimal legibility even in the dark – a crucial feature for explorers.",
                "image": ""
            },
            "caliber": {
                "id": 1040,
                "reference_number": "3132",
                "image": "https:\/\/cdn.watchbase.com\/caliber\/lg\/rolex\/3132-64.jpg",
                "diameter": "28.50 mm",
                "jewels": 31,
                "frequency": "28800 bph",
                "powerreserve": "48 h",
                "brand": "Rolex",
                "type": "Automatic",
                "display": "Analog",
                "description": "Calibre 3132 is a self-winding mechanical movement entirely developed and manufactured by Rolex. It features a Parachrom hairspring and Paraflex shock absorbers, offering greater resistance to shocks and to extreme conditions. Like all Rolex Perpetual movements, the 3132 is a certified Swiss chronometer, a designation reserved for high-precision watches that have successfully passed the Swiss Official Chronometer Testing Institute (COSC) tests. Its architecture, in common with all Oyster watch movements, makes it singularly reliable.",
                "parent_caliber": "Rolex 3130",
                "acoustic": null,
                "additional": "Chronometer",
                "astronomical": null,
                "chronograph": null,
                "date": null,
                "hands": "Hours, Minutes, Seconds"
            },
            "case": {
                "materials": [
                    "Stainless Steel"
                ],
                "glass": "Sapphire",
                "back": "Closed",
                "shape": "Round",
                "diameter": "39.00 mm",
                "lugwidth": "20.00 mm"
            },
            "dial": {
                "color": "Black",
                "indextype": "Arabic Numerals",
                "handstyle": "Stick"
            },
            "images": [
                "https:\/\/cdn.watchbase.com\/watch\/md\/rolex\/explorer\/214270-0001-a3.jpg"
            ],
            "prices": [
                {
                    "currency": "EUR",
                    "watch_price": "5800",
                    "date": "2015-02-01"
                }
            ]
        },
        {
            "wb": {
                "id": 13787,
                "added": "2015-02-03",
                "modified": "2019-04-02",
                "published": "2017-10-13"
            },
            "reference_number": "116710BLNR-0002",
            "name": "GMT-Master II Stainless Steel \/ BLNR",
            "gender": "M",
            "released": "2013",
            "stopped": "2019",
            "limited_nr": null,
            "waterresistance": "100.00 m",
            "description": "Introduced in 2013, the GMT-Master II BLNR uses a distinct Black\/ Blue (or 'Day & Night') bezel in ceramic. It is powered by caliber 3186.",
            "brand": {
                "id": 54,
                "name": "Rolex",
                "slug": "rolex",
                "address": "Rue François- Dussaud 3-7",
                "zipcode": "CH-1211",
                "city": "Geneva",
                "state": "Geneva",
                "country_code": "CH",
                "logo": "https:\/\/cdn.watchbase.com\/brand\/lg\/rolex-bc.png",
                "year_established": 1908,
                "website": "http:\/\/www.rolex.com",
                "pricerange_start": "4300.00",
                "pricerange_end": "92750.00",
                "pricerange_currency": "EUR",
                "description": "Pioneer of the wristwatch since 1905, Rolex is at the origin of landmark innovations in watchmaking, including the first waterproof wristwatch - the Oyster - and the Perpetual rotor self-winding mechanism. For over a century, Rolex watches have accompanied explorers and achievers around the world, from the top of the highest mountains to the deepest reaches of the ocean.\r\n\r\nThe history of Rolex is inextricably linked to the visionary spirit of Hans Wilsdorf, its founder. In 1905, at the age of 24, Hans Wilsdorf founded a company in London specialising in the distribution of timepieces. He began to dream of a watch worn on the wrist. Wristwatches were not very precise at the time, but Hans Wilsdorf foresaw that they could become not only elegant, but also reliable. To convince the public of the reliability of his resolutely innovative timepieces, he equipped them with small, very precise movements manufactured by a Swiss watchmaking company in Bienne.\r\n\r\nHans Wilsdorf wanted his watches to bear a name that was short, easy to say and remember in any language, and which looked good on watch movements and dials. He said, “I tried combining the letters of the alphabet in every possible way. This gave me some hundred names, but none of them felt quite right. One morning, while riding on the upper deck of a horse-drawn omnibus along Cheapside in the City of London, a genie whispered ‘Rolex’ in my ear.”\r\n\r\nRolex first concentrated on the quality of the movements. The relentless quest for chronometric precision rapidly led to success. In 1910, a Rolex watch was the first wristwatch in the world to receive the Swiss Certificate of Chronometric Precision, granted by the Official Watch Rating Centre in Bienne. Four years later, in 1914, Kew Observatory in Great Britain awarded a Rolex wristwatch a class “A” precision certificate, a distinction which until that point in time had been reserved exclusively for marine chronometers. From that date forward, the Rolex wristwatch was synonymous with precision. Rolex moved to Geneva, a city renowned internationally for watchmaking. Montres Rolex S.A. was registered in Geneva in 1920.\r\n\r\nIn 1926, the creation by Rolex of the first waterproof and dustproof wristwatch marked a major step forward. Given the name “Oyster”, this watch featured a hermetically sealed case which provided optimal protection for the movement.  It is one thing to claim a watch is waterproof. It is quite another to prove it. In 1927 a Rolex Oyster crossed the English Channel, worn by a young English swimmer named Mercedes Gleitze. The swim lasted over 10 hours and the watch remained in perfect working order at the end of it. To celebrate the crossing of the channel, Rolex published a full-page ad on the front page of the Daily Mail proclaiming the success of the waterproof watch. This event marked the birth of the Testimonee concept. \r\n\r\nIn 1931, Rolex invented and patented the world's first self-winding mechanism with a Perpetual rotor. This ingenious system, a true work of art, is today at the heart of every modern automatic watch. Rolex recognised the formidable opportunity to test, fine‑tune and showcase the technical performance of the Oyster in different arenas. The worlds of sport, aviation, motor racing and expeditions constituted living laboratories for the watches' countless technical attributes. In the 1930s, Rolex and one of the fastest drivers in the world, Sir Malcolm Campbell, became united by the quest for speed. On 4 September 1935, at the wheel of Bluebird – and wearing a Rolex watch – this “king of speed” set a land speed record of over 300 miles per hour (approximately 485 km\/h) at Bonneville Salt Flats in Utah. Sir Malcolm broke the world speed record nine times between 1924 and 1935, including five times at Daytona Beach in Florida.\r\n\r\nThe year 1945 saw the birth of the Datejust, the first self‑winding wrist chronometer to indicate the date in a window on the dial. A watch of great distinction, the Datejust was equipped with a Jubilee bracelet created specially for it and a fluted bezel, making it immediately recognisable as a Rolex. It is the pillar of the Oyster collection. Initially for men, it became available in various models for women in the course of the following decade.\r\n\r\nIn the early 1950s, Rolex developed professional watches that served as tools and whose functions went far beyond simply telling the time. These watches were intended for professional activities, such as deep-sea diving, aviation, mountain climbing and scientific exploration. The watches generated lasting enthusiasm and became known as the watches of achievers. In 1953, Sir John Hunt’s expedition, in which Sir Edmund Hillary and Tenzing Norgay reached the summit of Mount Everest, was equipped with Oyster Perpetuals. Inspired by knowledge gained from this fascinating chapter of human adventure, the Oyster Perpetual Explorer, launched in 1953 to celebrate the victorious ascent of Everest, immediately acquired iconic status. Also launched in 1953, the Submariner was the first divers’ watch waterproof to a depth of 100 metres (330 feet). Its rotatable bezel allows divers to read their immersion time.\r\n\r\nAs intercontinental travel developed in the 1950s, airliners began to fly swiftly across several successive time zones. For the first time it became important to know the time in various places in the world, simultaneously. It was the dawn of the jet age, and Rolex responded with a watch to match the spirit of the times. The GMT-Master was developed to meet the specific needs of airline pilots. It became the official watch of several airlines, among them the famous Pan American World Airways, better known as Pan Am. Its most distinguishing visual feature was the two-tone bezel which marked daytime from nighttime hours.\r\n\r\nIn 1956, the Oyster Perpetual Day-Date made its debut. Available only in 18 ct gold or platinum, it was the first wristwatch to display the date and day of the week spelt out in full in a window on the dial. With the President bracelet, originally created specially for it, the Day-Date continues to be the watch par excellence of influential people.\r\n\r\nThe European Organization for Nuclear Research (CERN), the world's pre-eminent particle physics laboratory, is at the cutting edge of scientific research into the fundamental secrets of the universe. It hosts the world's highest-energy particle accelerator. In the 1950s, CERN was also one of the first scientific institutions to confirm that the Milgauss watch could indeed resist magnetic fields of up to 1,000 gauss. The Milgauss, introduced in 1956, was designed to meet the demands of the scientific community and is capable of withstanding magnetic fields of up to 1,000 gauss. The major innovation at the heart of the Milgauss' incredible resistance to magnetic interferences is the shield protecting the movement.\r\n\r\nThe Lady-Datejust was the first ladies’ version of the Rolex date chronometer, carrying its heritage of timeless elegance and functionality in a smaller size perfectly suited to a lady’s wrist. In the 1950s, Rolex carried out rigorous testing of an experimental watch, called “Deep Sea Special”. Using the knowledge gained from the making of the ﬁrst two models, the third Deep Sea Special was created to withstand the most extreme conditions - the Challenger Deep portion of the Mariana Trench. In 1960, the experimental bathyscaphe, the Trieste, successfully descended into the Mariana Trench, the deepest known depression on the Earth's surface. With Lieutenant Don Walsh at the helm, accompanied by Jacques Piccard, the Trieste accomplished a feat so incredible that it forever raised the bar for deep-ocean exploration.\r\n\r\nDaytona Beach, Florida. Long, flat and firm, with hard-packed sand, the beach helped the city of Daytona to forge a legend as the world capital of speed. It boasts 14 world land speed records set between 1904 and 1935, five of them by Rolex-wearer Sir Malcolm Campbell. Over the years, the sand deteriorated. By 1959, a “Super Speedway” was built: the Daytona International Speedway. Launched in 1963 as a new-generation chronograph, the Cosmograph soon gained the name that became the mark of an icon: Daytona. Designed as the ultimate tool for endurance racing drivers, the Cosmograph Daytona was robust, waterproof and featured a tachymetric scale on the bezel for calculating average speed.\r\n\r\n1967 saw the launch of the Oyster Perpetual Sea-Dweller, waterproof to a depth of 610 metres. To meet the needs of professional deep-sea divers, the case was equipped with a helium escape valve so that, during long decompression phases in hyperbaric chambers, the helium from the gas mixtures used could be released without risking damage to the watch. \r\n\r\nIn 1971 Rolex presented the Oyster Perpetual Explorer II, dedicated to polar explorers, speleologists, and all those pushing the boundaries of exploration. The watch featured a distinctive 24-hour hand, an invaluable aid around the poles and beneath ground when you can't tell night from day.\r\n\r\nRolex became the first watchmaking brand to pioneer the use of 904L for the cases of all its steel watches. Most commonly used in high‑technology and in the aerospace and chemical industries, its excellent anti-corrosion properties are comparable to those of precious metals and it offers a final polish of exceptional sheen.\r\n\r\nThe year 1992 heralded the arrival of the Oyster Perpetual Yacht-Master, the first watch in the Professional Oyster collection to be available in three sizes – 29, 35 and 40 mm. This new member of the Oyster family reinforced the ties between Rolex and the sailing world.\r\n\r\nIntroduced in 2007, the Oyster Perpetual Yacht-Master II regatta chronograph is the first watch in the world equipped with a programmable countdown with a mechanical memory. This unique watchmaking complication consists of an innovative system of interaction between the movement and the case thanks to a rotatable ring command bezel designed and developed by Rolex. This regatta chronograph allows yachtsmen to cross the line as soon as possible after the starting gun.\r\n\r\nAs one of its latest feats, Rolex presented a brand new innovative model, the Oyster Perpetual Sky-Dweller in 2012, a technological masterpiece intended for world travellers. In an impressive 42 mm case, it offers a dual time zone as intuitive to read as it is easy to use, as well as a particularly innovative annual calendar named Saros – in tribute to the astronomical phenomenon which inspired it – that requires only one date adjustment a year. To set its functions quickly and easily, it is also equipped with a new interface: the rotatable Ring Command bezel.\r\n\r\nOn March 26th, 2012, filmmaker and National Geographic Explorer‑in‑Residence James Cameron descended into the Mariana Trench, making the first solo dive into the deepest point on earth, and the only dive into the trench since the two-man Trieste expedition of 1960. Only one passenger was on both voyages: a Rolex watch. The Oyster Perpetual Rolex Deepsea Challenge is an experimental diving watch certified waterproof up to 12,000 metres (39,370 feet), entirely designed and built by Rolex to resist the extreme pressure in the deepest reaches of the oceans. Setting the record for the deepest diving watch in the world."
            },
            "family": {
                "id": 282,
                "name": "GMT-Master",
                "slug": "gmt-master",
                "description": "Although the GMT-Master was designed essentially for professional use, its combination of peerless functionality and rugged good looks has attracted a wider travelling public. As well as appreciating its ability to display different time zones, these travelers admire the robustness and versatile appearance that make the GMT-Master eminently suitable for globetrotting and, indeed, for any occasion.",
                "image": "https:\/\/cdn.watchbase.com\/family\/lg\/rolex\/gmt-master-ca.jpg"
            },
            "caliber": {
                "id": 29,
                "reference_number": "3186",
                "image": "https:\/\/cdn.watchbase.com\/caliber\/lg\/rolex\/3186-e9.jpg",
                "diameter": "28.50 mm",
                "jewels": 31,
                "frequency": "28800 bph",
                "powerreserve": "50 h",
                "brand": "Rolex",
                "type": "Automatic",
                "display": "Analog",
                "description": "Calibre 3186 is a self-winding mechanical movement entirely developed and manufactured by Rolex. In\r\naddition to the conventional hour, minute and seconds hands, it features a 24-hour hand to display a second time zone.\r\n\r\nLike all Rolex Perpetual movements, the 3186 is a certified Swiss chronometer, a designation reserved for high-precision watches that have successfully passed the Swiss Official Chronometer Testing Institute\r\n(COSC) tests.\r\n\r\nThe 3186 is equipped with a Parachrom hairspring, offering greater resistance to shocks and to temperature variations. Its architecture, in common with all Oyster watch movements, makes it singularly reliable.",
                "parent_caliber": null,
                "acoustic": null,
                "additional": null,
                "astronomical": null,
                "chronograph": null,
                "date": "Date",
                "hands": "Hours, Minutes, Seconds, Additional 24 Hour Hand (adjustable)"
            },
            "case": {
                "materials": [
                    "Stainless Steel"
                ],
                "bezel": "Rotating, 24 Hour",
                "glass": "Sapphire",
                "back": "Closed",
                "shape": "Round",
                "diameter": "40.00 mm",
                "height": "12.00 mm",
                "lugwidth": "20.00 mm"
            },
            "dial": {
                "color": "Black",
                "indextype": "Stick \/ Dot",
                "handstyle": "Rolex Professional (Maxi)"
            },
            "images": [
                "https:\/\/cdn.watchbase.com\/watch\/md\/rolex\/gmt-master\/116710blnr-0002-3d.png"
            ],
            "prices": [
                {
                    "currency": "EUR",
                    "watch_price": "8250",
                    "date": "2017-08-29"
                },
                {
                    "currency": "EUR",
                    "watch_price": "8250",
                    "date": "2017-06-17"
                },
                {
                    "currency": "EUR",
                    "watch_price": "7850",
                    "date": "2015-02-01"
                }
            ]
        },
        {
            "wb": {
                "id": 17649,
                "added": "2015-12-22",
                "modified": "2019-06-21",
                "published": "2015-12-22"
            },
            "reference_number": "116680-0001",
            "name": "Yacht-Master 2 Stainless Steel",
            "gender": "M",
            "released": "2013-4",
            "stopped": "2017",
            "limited_nr": null,
            "waterresistance": "100.00 m",
            "description": "The Yacht-Master II is designed to meet the needs of professional sailors. This regatta chronograph features the world's first programmable countdown with a mechanical memory. It provides precise synchronization with the crucial starting sequence of a yacht race.\r\n\r\nThe Yacht-Master II was first introduced in 2007 in white gold and yellow gold. In 2011 a version in stainless steel \/ Everose was added to the collection, while the stainless steel version was added to the collection in 2013 and in the same year the caliber 4160  movement was updated to the 4161.",
            "brand": {
                "id": 54,
                "name": "Rolex",
                "slug": "rolex",
                "address": "Rue François- Dussaud 3-7",
                "zipcode": "CH-1211",
                "city": "Geneva",
                "state": "Geneva",
                "country_code": "CH",
                "logo": "https:\/\/cdn.watchbase.com\/brand\/lg\/rolex-bc.png",
                "year_established": 1908,
                "website": "http:\/\/www.rolex.com",
                "pricerange_start": "4300.00",
                "pricerange_end": "92750.00",
                "pricerange_currency": "EUR",
                "description": "Pioneer of the wristwatch since 1905, Rolex is at the origin of landmark innovations in watchmaking, including the first waterproof wristwatch - the Oyster - and the Perpetual rotor self-winding mechanism. For over a century, Rolex watches have accompanied explorers and achievers around the world, from the top of the highest mountains to the deepest reaches of the ocean.\r\n\r\nThe history of Rolex is inextricably linked to the visionary spirit of Hans Wilsdorf, its founder. In 1905, at the age of 24, Hans Wilsdorf founded a company in London specialising in the distribution of timepieces. He began to dream of a watch worn on the wrist. Wristwatches were not very precise at the time, but Hans Wilsdorf foresaw that they could become not only elegant, but also reliable. To convince the public of the reliability of his resolutely innovative timepieces, he equipped them with small, very precise movements manufactured by a Swiss watchmaking company in Bienne.\r\n\r\nHans Wilsdorf wanted his watches to bear a name that was short, easy to say and remember in any language, and which looked good on watch movements and dials. He said, “I tried combining the letters of the alphabet in every possible way. This gave me some hundred names, but none of them felt quite right. One morning, while riding on the upper deck of a horse-drawn omnibus along Cheapside in the City of London, a genie whispered ‘Rolex’ in my ear.”\r\n\r\nRolex first concentrated on the quality of the movements. The relentless quest for chronometric precision rapidly led to success. In 1910, a Rolex watch was the first wristwatch in the world to receive the Swiss Certificate of Chronometric Precision, granted by the Official Watch Rating Centre in Bienne. Four years later, in 1914, Kew Observatory in Great Britain awarded a Rolex wristwatch a class “A” precision certificate, a distinction which until that point in time had been reserved exclusively for marine chronometers. From that date forward, the Rolex wristwatch was synonymous with precision. Rolex moved to Geneva, a city renowned internationally for watchmaking. Montres Rolex S.A. was registered in Geneva in 1920.\r\n\r\nIn 1926, the creation by Rolex of the first waterproof and dustproof wristwatch marked a major step forward. Given the name “Oyster”, this watch featured a hermetically sealed case which provided optimal protection for the movement.  It is one thing to claim a watch is waterproof. It is quite another to prove it. In 1927 a Rolex Oyster crossed the English Channel, worn by a young English swimmer named Mercedes Gleitze. The swim lasted over 10 hours and the watch remained in perfect working order at the end of it. To celebrate the crossing of the channel, Rolex published a full-page ad on the front page of the Daily Mail proclaiming the success of the waterproof watch. This event marked the birth of the Testimonee concept. \r\n\r\nIn 1931, Rolex invented and patented the world's first self-winding mechanism with a Perpetual rotor. This ingenious system, a true work of art, is today at the heart of every modern automatic watch. Rolex recognised the formidable opportunity to test, fine‑tune and showcase the technical performance of the Oyster in different arenas. The worlds of sport, aviation, motor racing and expeditions constituted living laboratories for the watches' countless technical attributes. In the 1930s, Rolex and one of the fastest drivers in the world, Sir Malcolm Campbell, became united by the quest for speed. On 4 September 1935, at the wheel of Bluebird – and wearing a Rolex watch – this “king of speed” set a land speed record of over 300 miles per hour (approximately 485 km\/h) at Bonneville Salt Flats in Utah. Sir Malcolm broke the world speed record nine times between 1924 and 1935, including five times at Daytona Beach in Florida.\r\n\r\nThe year 1945 saw the birth of the Datejust, the first self‑winding wrist chronometer to indicate the date in a window on the dial. A watch of great distinction, the Datejust was equipped with a Jubilee bracelet created specially for it and a fluted bezel, making it immediately recognisable as a Rolex. It is the pillar of the Oyster collection. Initially for men, it became available in various models for women in the course of the following decade.\r\n\r\nIn the early 1950s, Rolex developed professional watches that served as tools and whose functions went far beyond simply telling the time. These watches were intended for professional activities, such as deep-sea diving, aviation, mountain climbing and scientific exploration. The watches generated lasting enthusiasm and became known as the watches of achievers. In 1953, Sir John Hunt’s expedition, in which Sir Edmund Hillary and Tenzing Norgay reached the summit of Mount Everest, was equipped with Oyster Perpetuals. Inspired by knowledge gained from this fascinating chapter of human adventure, the Oyster Perpetual Explorer, launched in 1953 to celebrate the victorious ascent of Everest, immediately acquired iconic status. Also launched in 1953, the Submariner was the first divers’ watch waterproof to a depth of 100 metres (330 feet). Its rotatable bezel allows divers to read their immersion time.\r\n\r\nAs intercontinental travel developed in the 1950s, airliners began to fly swiftly across several successive time zones. For the first time it became important to know the time in various places in the world, simultaneously. It was the dawn of the jet age, and Rolex responded with a watch to match the spirit of the times. The GMT-Master was developed to meet the specific needs of airline pilots. It became the official watch of several airlines, among them the famous Pan American World Airways, better known as Pan Am. Its most distinguishing visual feature was the two-tone bezel which marked daytime from nighttime hours.\r\n\r\nIn 1956, the Oyster Perpetual Day-Date made its debut. Available only in 18 ct gold or platinum, it was the first wristwatch to display the date and day of the week spelt out in full in a window on the dial. With the President bracelet, originally created specially for it, the Day-Date continues to be the watch par excellence of influential people.\r\n\r\nThe European Organization for Nuclear Research (CERN), the world's pre-eminent particle physics laboratory, is at the cutting edge of scientific research into the fundamental secrets of the universe. It hosts the world's highest-energy particle accelerator. In the 1950s, CERN was also one of the first scientific institutions to confirm that the Milgauss watch could indeed resist magnetic fields of up to 1,000 gauss. The Milgauss, introduced in 1956, was designed to meet the demands of the scientific community and is capable of withstanding magnetic fields of up to 1,000 gauss. The major innovation at the heart of the Milgauss' incredible resistance to magnetic interferences is the shield protecting the movement.\r\n\r\nThe Lady-Datejust was the first ladies’ version of the Rolex date chronometer, carrying its heritage of timeless elegance and functionality in a smaller size perfectly suited to a lady’s wrist. In the 1950s, Rolex carried out rigorous testing of an experimental watch, called “Deep Sea Special”. Using the knowledge gained from the making of the ﬁrst two models, the third Deep Sea Special was created to withstand the most extreme conditions - the Challenger Deep portion of the Mariana Trench. In 1960, the experimental bathyscaphe, the Trieste, successfully descended into the Mariana Trench, the deepest known depression on the Earth's surface. With Lieutenant Don Walsh at the helm, accompanied by Jacques Piccard, the Trieste accomplished a feat so incredible that it forever raised the bar for deep-ocean exploration.\r\n\r\nDaytona Beach, Florida. Long, flat and firm, with hard-packed sand, the beach helped the city of Daytona to forge a legend as the world capital of speed. It boasts 14 world land speed records set between 1904 and 1935, five of them by Rolex-wearer Sir Malcolm Campbell. Over the years, the sand deteriorated. By 1959, a “Super Speedway” was built: the Daytona International Speedway. Launched in 1963 as a new-generation chronograph, the Cosmograph soon gained the name that became the mark of an icon: Daytona. Designed as the ultimate tool for endurance racing drivers, the Cosmograph Daytona was robust, waterproof and featured a tachymetric scale on the bezel for calculating average speed.\r\n\r\n1967 saw the launch of the Oyster Perpetual Sea-Dweller, waterproof to a depth of 610 metres. To meet the needs of professional deep-sea divers, the case was equipped with a helium escape valve so that, during long decompression phases in hyperbaric chambers, the helium from the gas mixtures used could be released without risking damage to the watch. \r\n\r\nIn 1971 Rolex presented the Oyster Perpetual Explorer II, dedicated to polar explorers, speleologists, and all those pushing the boundaries of exploration. The watch featured a distinctive 24-hour hand, an invaluable aid around the poles and beneath ground when you can't tell night from day.\r\n\r\nRolex became the first watchmaking brand to pioneer the use of 904L for the cases of all its steel watches. Most commonly used in high‑technology and in the aerospace and chemical industries, its excellent anti-corrosion properties are comparable to those of precious metals and it offers a final polish of exceptional sheen.\r\n\r\nThe year 1992 heralded the arrival of the Oyster Perpetual Yacht-Master, the first watch in the Professional Oyster collection to be available in three sizes – 29, 35 and 40 mm. This new member of the Oyster family reinforced the ties between Rolex and the sailing world.\r\n\r\nIntroduced in 2007, the Oyster Perpetual Yacht-Master II regatta chronograph is the first watch in the world equipped with a programmable countdown with a mechanical memory. This unique watchmaking complication consists of an innovative system of interaction between the movement and the case thanks to a rotatable ring command bezel designed and developed by Rolex. This regatta chronograph allows yachtsmen to cross the line as soon as possible after the starting gun.\r\n\r\nAs one of its latest feats, Rolex presented a brand new innovative model, the Oyster Perpetual Sky-Dweller in 2012, a technological masterpiece intended for world travellers. In an impressive 42 mm case, it offers a dual time zone as intuitive to read as it is easy to use, as well as a particularly innovative annual calendar named Saros – in tribute to the astronomical phenomenon which inspired it – that requires only one date adjustment a year. To set its functions quickly and easily, it is also equipped with a new interface: the rotatable Ring Command bezel.\r\n\r\nOn March 26th, 2012, filmmaker and National Geographic Explorer‑in‑Residence James Cameron descended into the Mariana Trench, making the first solo dive into the deepest point on earth, and the only dive into the trench since the two-man Trieste expedition of 1960. Only one passenger was on both voyages: a Rolex watch. The Oyster Perpetual Rolex Deepsea Challenge is an experimental diving watch certified waterproof up to 12,000 metres (39,370 feet), entirely designed and built by Rolex to resist the extreme pressure in the deepest reaches of the oceans. Setting the record for the deepest diving watch in the world."
            },
            "family": {
                "id": 287,
                "name": "Yacht-Master",
                "slug": "yacht-master",
                "description": "",
                "image": ""
            },
            "caliber": {
                "id": 1047,
                "reference_number": "4161",
                "image": "https:\/\/cdn.watchbase.com\/caliber\/lg\/rolex\/4161-3e.jpg",
                "diameter": "30.50 mm",
                "jewels": 48,
                "frequency": "28800 bph",
                "powerreserve": "72 h",
                "brand": "Rolex",
                "type": "Automatic",
                "display": "Analog",
                "description": "The Yacht-Master II is equipped with calibre 4161, a self-winding mechanical regatta chronograph movement entirely developed and manufactured by Rolex. The result of over 35,000 hours of development, the Yacht-Master II introduces a new regatta countdown with a unique, patented mechanical memory created by Rolex. A number of the 360 components in the 4161 movement are so tiny or complex that they can only be made by new, cutting-edge technology. Just like the Sky-Dweller, the Yacht-Master 2 features a 'Ring Command' bezel that operates in conjunction with the movement, acting as the key to the programmable countdown.\r\n\r\nLike all Rolex Perpetual movements, the 4161 is a certified Swiss chronometer, a designation reserved for high-precision watches that have successfully passed the Swiss Official Chronometer Testing Institute (COSC) tests. Its architecture, in common with all Oyster watch movements, makes it singularly reliable.\r\n",
                "parent_caliber": null,
                "acoustic": null,
                "additional": "Chronometer",
                "astronomical": null,
                "chronograph": "Chronograph, Column wheel, Countdown",
                "date": null,
                "hands": "Hours, Minutes, Small Seconds"
            },
            "case": {
                "materials": [
                    "Stainless Steel"
                ],
                "glass": "Sapphire",
                "back": "Closed",
                "shape": "Round",
                "diameter": "44.00 mm",
                "height": "14.00 mm",
                "lugwidth": "21.00 mm"
            },
            "dial": {
                "color": "White",
                "indextype": "Stick \/ Dot",
                "handstyle": "Stick"
            },
            "images": [
                "https:\/\/cdn.watchbase.com\/watch\/md\/rolex\/yacht-master\/116680-0001-17.jpg"
            ],
            "prices": [
                {
                    "currency": "EUR",
                    "watch_price": "16450",
                    "date": "2015-02-01"
                }
            ]
        },
        {
            "wb": {
                "id": 14817,
                "added": "2015-03-18",
                "modified": "2020-01-17",
                "published": "2017-11-11"
            },
            "reference_number": "228239-0006",
            "name": "Day-Date 40 White Gold \/ Quadrant Motif - Roman",
            "gender": "M",
            "released": "2015",
            "stopped": "",
            "limited_nr": null,
            "waterresistance": "100.00 m",
            "description": "Introduced at BaselWorld 2015, the Day-Date 40 leads in a new era in the history of this Rolex icon. Its case is bigger than the classic DD yet not as large as the Day-Date II. It is powered by the highly innovative caliber 3255. The present example has a white gold case and bracelet; the dial features a 'quadrant' motif and applied, stylized Roman numerals.",
            "brand": {
                "id": 54,
                "name": "Rolex",
                "slug": "rolex",
                "address": "Rue François- Dussaud 3-7",
                "zipcode": "CH-1211",
                "city": "Geneva",
                "state": "Geneva",
                "country_code": "CH",
                "logo": "https:\/\/cdn.watchbase.com\/brand\/lg\/rolex-bc.png",
                "year_established": 1908,
                "website": "http:\/\/www.rolex.com",
                "pricerange_start": "4300.00",
                "pricerange_end": "92750.00",
                "pricerange_currency": "EUR",
                "description": "Pioneer of the wristwatch since 1905, Rolex is at the origin of landmark innovations in watchmaking, including the first waterproof wristwatch - the Oyster - and the Perpetual rotor self-winding mechanism. For over a century, Rolex watches have accompanied explorers and achievers around the world, from the top of the highest mountains to the deepest reaches of the ocean.\r\n\r\nThe history of Rolex is inextricably linked to the visionary spirit of Hans Wilsdorf, its founder. In 1905, at the age of 24, Hans Wilsdorf founded a company in London specialising in the distribution of timepieces. He began to dream of a watch worn on the wrist. Wristwatches were not very precise at the time, but Hans Wilsdorf foresaw that they could become not only elegant, but also reliable. To convince the public of the reliability of his resolutely innovative timepieces, he equipped them with small, very precise movements manufactured by a Swiss watchmaking company in Bienne.\r\n\r\nHans Wilsdorf wanted his watches to bear a name that was short, easy to say and remember in any language, and which looked good on watch movements and dials. He said, “I tried combining the letters of the alphabet in every possible way. This gave me some hundred names, but none of them felt quite right. One morning, while riding on the upper deck of a horse-drawn omnibus along Cheapside in the City of London, a genie whispered ‘Rolex’ in my ear.”\r\n\r\nRolex first concentrated on the quality of the movements. The relentless quest for chronometric precision rapidly led to success. In 1910, a Rolex watch was the first wristwatch in the world to receive the Swiss Certificate of Chronometric Precision, granted by the Official Watch Rating Centre in Bienne. Four years later, in 1914, Kew Observatory in Great Britain awarded a Rolex wristwatch a class “A” precision certificate, a distinction which until that point in time had been reserved exclusively for marine chronometers. From that date forward, the Rolex wristwatch was synonymous with precision. Rolex moved to Geneva, a city renowned internationally for watchmaking. Montres Rolex S.A. was registered in Geneva in 1920.\r\n\r\nIn 1926, the creation by Rolex of the first waterproof and dustproof wristwatch marked a major step forward. Given the name “Oyster”, this watch featured a hermetically sealed case which provided optimal protection for the movement.  It is one thing to claim a watch is waterproof. It is quite another to prove it. In 1927 a Rolex Oyster crossed the English Channel, worn by a young English swimmer named Mercedes Gleitze. The swim lasted over 10 hours and the watch remained in perfect working order at the end of it. To celebrate the crossing of the channel, Rolex published a full-page ad on the front page of the Daily Mail proclaiming the success of the waterproof watch. This event marked the birth of the Testimonee concept. \r\n\r\nIn 1931, Rolex invented and patented the world's first self-winding mechanism with a Perpetual rotor. This ingenious system, a true work of art, is today at the heart of every modern automatic watch. Rolex recognised the formidable opportunity to test, fine‑tune and showcase the technical performance of the Oyster in different arenas. The worlds of sport, aviation, motor racing and expeditions constituted living laboratories for the watches' countless technical attributes. In the 1930s, Rolex and one of the fastest drivers in the world, Sir Malcolm Campbell, became united by the quest for speed. On 4 September 1935, at the wheel of Bluebird – and wearing a Rolex watch – this “king of speed” set a land speed record of over 300 miles per hour (approximately 485 km\/h) at Bonneville Salt Flats in Utah. Sir Malcolm broke the world speed record nine times between 1924 and 1935, including five times at Daytona Beach in Florida.\r\n\r\nThe year 1945 saw the birth of the Datejust, the first self‑winding wrist chronometer to indicate the date in a window on the dial. A watch of great distinction, the Datejust was equipped with a Jubilee bracelet created specially for it and a fluted bezel, making it immediately recognisable as a Rolex. It is the pillar of the Oyster collection. Initially for men, it became available in various models for women in the course of the following decade.\r\n\r\nIn the early 1950s, Rolex developed professional watches that served as tools and whose functions went far beyond simply telling the time. These watches were intended for professional activities, such as deep-sea diving, aviation, mountain climbing and scientific exploration. The watches generated lasting enthusiasm and became known as the watches of achievers. In 1953, Sir John Hunt’s expedition, in which Sir Edmund Hillary and Tenzing Norgay reached the summit of Mount Everest, was equipped with Oyster Perpetuals. Inspired by knowledge gained from this fascinating chapter of human adventure, the Oyster Perpetual Explorer, launched in 1953 to celebrate the victorious ascent of Everest, immediately acquired iconic status. Also launched in 1953, the Submariner was the first divers’ watch waterproof to a depth of 100 metres (330 feet). Its rotatable bezel allows divers to read their immersion time.\r\n\r\nAs intercontinental travel developed in the 1950s, airliners began to fly swiftly across several successive time zones. For the first time it became important to know the time in various places in the world, simultaneously. It was the dawn of the jet age, and Rolex responded with a watch to match the spirit of the times. The GMT-Master was developed to meet the specific needs of airline pilots. It became the official watch of several airlines, among them the famous Pan American World Airways, better known as Pan Am. Its most distinguishing visual feature was the two-tone bezel which marked daytime from nighttime hours.\r\n\r\nIn 1956, the Oyster Perpetual Day-Date made its debut. Available only in 18 ct gold or platinum, it was the first wristwatch to display the date and day of the week spelt out in full in a window on the dial. With the President bracelet, originally created specially for it, the Day-Date continues to be the watch par excellence of influential people.\r\n\r\nThe European Organization for Nuclear Research (CERN), the world's pre-eminent particle physics laboratory, is at the cutting edge of scientific research into the fundamental secrets of the universe. It hosts the world's highest-energy particle accelerator. In the 1950s, CERN was also one of the first scientific institutions to confirm that the Milgauss watch could indeed resist magnetic fields of up to 1,000 gauss. The Milgauss, introduced in 1956, was designed to meet the demands of the scientific community and is capable of withstanding magnetic fields of up to 1,000 gauss. The major innovation at the heart of the Milgauss' incredible resistance to magnetic interferences is the shield protecting the movement.\r\n\r\nThe Lady-Datejust was the first ladies’ version of the Rolex date chronometer, carrying its heritage of timeless elegance and functionality in a smaller size perfectly suited to a lady’s wrist. In the 1950s, Rolex carried out rigorous testing of an experimental watch, called “Deep Sea Special”. Using the knowledge gained from the making of the ﬁrst two models, the third Deep Sea Special was created to withstand the most extreme conditions - the Challenger Deep portion of the Mariana Trench. In 1960, the experimental bathyscaphe, the Trieste, successfully descended into the Mariana Trench, the deepest known depression on the Earth's surface. With Lieutenant Don Walsh at the helm, accompanied by Jacques Piccard, the Trieste accomplished a feat so incredible that it forever raised the bar for deep-ocean exploration.\r\n\r\nDaytona Beach, Florida. Long, flat and firm, with hard-packed sand, the beach helped the city of Daytona to forge a legend as the world capital of speed. It boasts 14 world land speed records set between 1904 and 1935, five of them by Rolex-wearer Sir Malcolm Campbell. Over the years, the sand deteriorated. By 1959, a “Super Speedway” was built: the Daytona International Speedway. Launched in 1963 as a new-generation chronograph, the Cosmograph soon gained the name that became the mark of an icon: Daytona. Designed as the ultimate tool for endurance racing drivers, the Cosmograph Daytona was robust, waterproof and featured a tachymetric scale on the bezel for calculating average speed.\r\n\r\n1967 saw the launch of the Oyster Perpetual Sea-Dweller, waterproof to a depth of 610 metres. To meet the needs of professional deep-sea divers, the case was equipped with a helium escape valve so that, during long decompression phases in hyperbaric chambers, the helium from the gas mixtures used could be released without risking damage to the watch. \r\n\r\nIn 1971 Rolex presented the Oyster Perpetual Explorer II, dedicated to polar explorers, speleologists, and all those pushing the boundaries of exploration. The watch featured a distinctive 24-hour hand, an invaluable aid around the poles and beneath ground when you can't tell night from day.\r\n\r\nRolex became the first watchmaking brand to pioneer the use of 904L for the cases of all its steel watches. Most commonly used in high‑technology and in the aerospace and chemical industries, its excellent anti-corrosion properties are comparable to those of precious metals and it offers a final polish of exceptional sheen.\r\n\r\nThe year 1992 heralded the arrival of the Oyster Perpetual Yacht-Master, the first watch in the Professional Oyster collection to be available in three sizes – 29, 35 and 40 mm. This new member of the Oyster family reinforced the ties between Rolex and the sailing world.\r\n\r\nIntroduced in 2007, the Oyster Perpetual Yacht-Master II regatta chronograph is the first watch in the world equipped with a programmable countdown with a mechanical memory. This unique watchmaking complication consists of an innovative system of interaction between the movement and the case thanks to a rotatable ring command bezel designed and developed by Rolex. This regatta chronograph allows yachtsmen to cross the line as soon as possible after the starting gun.\r\n\r\nAs one of its latest feats, Rolex presented a brand new innovative model, the Oyster Perpetual Sky-Dweller in 2012, a technological masterpiece intended for world travellers. In an impressive 42 mm case, it offers a dual time zone as intuitive to read as it is easy to use, as well as a particularly innovative annual calendar named Saros – in tribute to the astronomical phenomenon which inspired it – that requires only one date adjustment a year. To set its functions quickly and easily, it is also equipped with a new interface: the rotatable Ring Command bezel.\r\n\r\nOn March 26th, 2012, filmmaker and National Geographic Explorer‑in‑Residence James Cameron descended into the Mariana Trench, making the first solo dive into the deepest point on earth, and the only dive into the trench since the two-man Trieste expedition of 1960. Only one passenger was on both voyages: a Rolex watch. The Oyster Perpetual Rolex Deepsea Challenge is an experimental diving watch certified waterproof up to 12,000 metres (39,370 feet), entirely designed and built by Rolex to resist the extreme pressure in the deepest reaches of the oceans. Setting the record for the deepest diving watch in the world."
            },
            "family": {
                "id": 790,
                "name": "Day-Date 40",
                "slug": "day-date-40",
                "description": "",
                "image": ""
            },
            "caliber": {
                "id": 453,
                "reference_number": "3255",
                "image": "https:\/\/cdn.watchbase.com\/caliber\/lg\/rolex\/3255-b8.jpg",
                "diameter": "28.50 mm",
                "jewels": 31,
                "frequency": "28800 bph",
                "powerreserve": "70 h",
                "brand": "Rolex",
                "type": "Automatic",
                "display": "Analog",
                "description": "Calibre 3255’s criteria for precision in everyday wear are twice as exacting as those for an officially certified chronometer. It incorporates the new Chronergy escapement patented by Rolex, which combines high energy efficiency with great dependability. Made of nickel‑phosphorus, it is also insensitive to magnetic interference. The oscillator, the true heart of the watch, has an optimized blue Parachrom hairspring, which is also up to 10 times more precise than a traditional hairspring in case of shocks. Thanks to a new barrel architecture and the escapement’s superior efficiency, the power reserve of calibre 3255 extends to three days. This means the watch will easily continue to run from Friday evening into Monday afternoon even if not worn or wound.",
                "parent_caliber": "Rolex 3035",
                "acoustic": null,
                "additional": "Chronometer",
                "astronomical": null,
                "chronograph": null,
                "date": "Date, Day",
                "hands": "Hours, Minutes, Seconds"
            },
            "case": {
                "materials": [
                    "White Gold"
                ],
                "glass": "Sapphire",
                "back": "Closed",
                "shape": "Round",
                "diameter": "40.00 mm",
                "height": "12.00 mm",
                "lugwidth": "20.00 mm"
            },
            "dial": {
                "nickname": "Quadrant",
                "color": "Silver",
                "finish": "Sunburst",
                "indextype": "Roman Numerals",
                "handstyle": "Stick"
            },
            "images": [
                "https:\/\/cdn.watchbase.com\/watch\/md\/rolex\/day-date\/228239-0006-26.png"
            ],
            "prices": [
                {
                    "currency": "EUR",
                    "watch_price": "37300",
                    "date": "2020-01-17"
                },
                {
                    "currency": "EUR",
                    "watch_price": "34600",
                    "date": "2017-08-11"
                },
                {
                    "currency": "EUR",
                    "watch_price": "34600",
                    "date": "2016-02-01"
                }
            ]
        },
        {
            "wb": {
                "id": 17450,
                "added": "2015-12-04",
                "modified": "2020-09-01",
                "published": "2017-10-13"
            },
            "reference_number": "177200-0015",
            "name": "Oyster Perpetual 31 Blue Azzurro Roman",
            "gender": "F",
            "released": "",
            "stopped": "2020",
            "limited_nr": null,
            "waterresistance": "100.00 m",
            "description": "The Oyster Perpetual 31 is a ladies watch with a diameter of 31mm, exclusively available in stainless steel. It is powered by the self-winding caliber 2231, which does not provide a date function. It is water-resistant up to 100 meters.",
            "brand": {
                "id": 54,
                "name": "Rolex",
                "slug": "rolex",
                "address": "Rue François- Dussaud 3-7",
                "zipcode": "CH-1211",
                "city": "Geneva",
                "state": "Geneva",
                "country_code": "CH",
                "logo": "https:\/\/cdn.watchbase.com\/brand\/lg\/rolex-bc.png",
                "year_established": 1908,
                "website": "http:\/\/www.rolex.com",
                "pricerange_start": "4300.00",
                "pricerange_end": "92750.00",
                "pricerange_currency": "EUR",
                "description": "Pioneer of the wristwatch since 1905, Rolex is at the origin of landmark innovations in watchmaking, including the first waterproof wristwatch - the Oyster - and the Perpetual rotor self-winding mechanism. For over a century, Rolex watches have accompanied explorers and achievers around the world, from the top of the highest mountains to the deepest reaches of the ocean.\r\n\r\nThe history of Rolex is inextricably linked to the visionary spirit of Hans Wilsdorf, its founder. In 1905, at the age of 24, Hans Wilsdorf founded a company in London specialising in the distribution of timepieces. He began to dream of a watch worn on the wrist. Wristwatches were not very precise at the time, but Hans Wilsdorf foresaw that they could become not only elegant, but also reliable. To convince the public of the reliability of his resolutely innovative timepieces, he equipped them with small, very precise movements manufactured by a Swiss watchmaking company in Bienne.\r\n\r\nHans Wilsdorf wanted his watches to bear a name that was short, easy to say and remember in any language, and which looked good on watch movements and dials. He said, “I tried combining the letters of the alphabet in every possible way. This gave me some hundred names, but none of them felt quite right. One morning, while riding on the upper deck of a horse-drawn omnibus along Cheapside in the City of London, a genie whispered ‘Rolex’ in my ear.”\r\n\r\nRolex first concentrated on the quality of the movements. The relentless quest for chronometric precision rapidly led to success. In 1910, a Rolex watch was the first wristwatch in the world to receive the Swiss Certificate of Chronometric Precision, granted by the Official Watch Rating Centre in Bienne. Four years later, in 1914, Kew Observatory in Great Britain awarded a Rolex wristwatch a class “A” precision certificate, a distinction which until that point in time had been reserved exclusively for marine chronometers. From that date forward, the Rolex wristwatch was synonymous with precision. Rolex moved to Geneva, a city renowned internationally for watchmaking. Montres Rolex S.A. was registered in Geneva in 1920.\r\n\r\nIn 1926, the creation by Rolex of the first waterproof and dustproof wristwatch marked a major step forward. Given the name “Oyster”, this watch featured a hermetically sealed case which provided optimal protection for the movement.  It is one thing to claim a watch is waterproof. It is quite another to prove it. In 1927 a Rolex Oyster crossed the English Channel, worn by a young English swimmer named Mercedes Gleitze. The swim lasted over 10 hours and the watch remained in perfect working order at the end of it. To celebrate the crossing of the channel, Rolex published a full-page ad on the front page of the Daily Mail proclaiming the success of the waterproof watch. This event marked the birth of the Testimonee concept. \r\n\r\nIn 1931, Rolex invented and patented the world's first self-winding mechanism with a Perpetual rotor. This ingenious system, a true work of art, is today at the heart of every modern automatic watch. Rolex recognised the formidable opportunity to test, fine‑tune and showcase the technical performance of the Oyster in different arenas. The worlds of sport, aviation, motor racing and expeditions constituted living laboratories for the watches' countless technical attributes. In the 1930s, Rolex and one of the fastest drivers in the world, Sir Malcolm Campbell, became united by the quest for speed. On 4 September 1935, at the wheel of Bluebird – and wearing a Rolex watch – this “king of speed” set a land speed record of over 300 miles per hour (approximately 485 km\/h) at Bonneville Salt Flats in Utah. Sir Malcolm broke the world speed record nine times between 1924 and 1935, including five times at Daytona Beach in Florida.\r\n\r\nThe year 1945 saw the birth of the Datejust, the first self‑winding wrist chronometer to indicate the date in a window on the dial. A watch of great distinction, the Datejust was equipped with a Jubilee bracelet created specially for it and a fluted bezel, making it immediately recognisable as a Rolex. It is the pillar of the Oyster collection. Initially for men, it became available in various models for women in the course of the following decade.\r\n\r\nIn the early 1950s, Rolex developed professional watches that served as tools and whose functions went far beyond simply telling the time. These watches were intended for professional activities, such as deep-sea diving, aviation, mountain climbing and scientific exploration. The watches generated lasting enthusiasm and became known as the watches of achievers. In 1953, Sir John Hunt’s expedition, in which Sir Edmund Hillary and Tenzing Norgay reached the summit of Mount Everest, was equipped with Oyster Perpetuals. Inspired by knowledge gained from this fascinating chapter of human adventure, the Oyster Perpetual Explorer, launched in 1953 to celebrate the victorious ascent of Everest, immediately acquired iconic status. Also launched in 1953, the Submariner was the first divers’ watch waterproof to a depth of 100 metres (330 feet). Its rotatable bezel allows divers to read their immersion time.\r\n\r\nAs intercontinental travel developed in the 1950s, airliners began to fly swiftly across several successive time zones. For the first time it became important to know the time in various places in the world, simultaneously. It was the dawn of the jet age, and Rolex responded with a watch to match the spirit of the times. The GMT-Master was developed to meet the specific needs of airline pilots. It became the official watch of several airlines, among them the famous Pan American World Airways, better known as Pan Am. Its most distinguishing visual feature was the two-tone bezel which marked daytime from nighttime hours.\r\n\r\nIn 1956, the Oyster Perpetual Day-Date made its debut. Available only in 18 ct gold or platinum, it was the first wristwatch to display the date and day of the week spelt out in full in a window on the dial. With the President bracelet, originally created specially for it, the Day-Date continues to be the watch par excellence of influential people.\r\n\r\nThe European Organization for Nuclear Research (CERN), the world's pre-eminent particle physics laboratory, is at the cutting edge of scientific research into the fundamental secrets of the universe. It hosts the world's highest-energy particle accelerator. In the 1950s, CERN was also one of the first scientific institutions to confirm that the Milgauss watch could indeed resist magnetic fields of up to 1,000 gauss. The Milgauss, introduced in 1956, was designed to meet the demands of the scientific community and is capable of withstanding magnetic fields of up to 1,000 gauss. The major innovation at the heart of the Milgauss' incredible resistance to magnetic interferences is the shield protecting the movement.\r\n\r\nThe Lady-Datejust was the first ladies’ version of the Rolex date chronometer, carrying its heritage of timeless elegance and functionality in a smaller size perfectly suited to a lady’s wrist. In the 1950s, Rolex carried out rigorous testing of an experimental watch, called “Deep Sea Special”. Using the knowledge gained from the making of the ﬁrst two models, the third Deep Sea Special was created to withstand the most extreme conditions - the Challenger Deep portion of the Mariana Trench. In 1960, the experimental bathyscaphe, the Trieste, successfully descended into the Mariana Trench, the deepest known depression on the Earth's surface. With Lieutenant Don Walsh at the helm, accompanied by Jacques Piccard, the Trieste accomplished a feat so incredible that it forever raised the bar for deep-ocean exploration.\r\n\r\nDaytona Beach, Florida. Long, flat and firm, with hard-packed sand, the beach helped the city of Daytona to forge a legend as the world capital of speed. It boasts 14 world land speed records set between 1904 and 1935, five of them by Rolex-wearer Sir Malcolm Campbell. Over the years, the sand deteriorated. By 1959, a “Super Speedway” was built: the Daytona International Speedway. Launched in 1963 as a new-generation chronograph, the Cosmograph soon gained the name that became the mark of an icon: Daytona. Designed as the ultimate tool for endurance racing drivers, the Cosmograph Daytona was robust, waterproof and featured a tachymetric scale on the bezel for calculating average speed.\r\n\r\n1967 saw the launch of the Oyster Perpetual Sea-Dweller, waterproof to a depth of 610 metres. To meet the needs of professional deep-sea divers, the case was equipped with a helium escape valve so that, during long decompression phases in hyperbaric chambers, the helium from the gas mixtures used could be released without risking damage to the watch. \r\n\r\nIn 1971 Rolex presented the Oyster Perpetual Explorer II, dedicated to polar explorers, speleologists, and all those pushing the boundaries of exploration. The watch featured a distinctive 24-hour hand, an invaluable aid around the poles and beneath ground when you can't tell night from day.\r\n\r\nRolex became the first watchmaking brand to pioneer the use of 904L for the cases of all its steel watches. Most commonly used in high‑technology and in the aerospace and chemical industries, its excellent anti-corrosion properties are comparable to those of precious metals and it offers a final polish of exceptional sheen.\r\n\r\nThe year 1992 heralded the arrival of the Oyster Perpetual Yacht-Master, the first watch in the Professional Oyster collection to be available in three sizes – 29, 35 and 40 mm. This new member of the Oyster family reinforced the ties between Rolex and the sailing world.\r\n\r\nIntroduced in 2007, the Oyster Perpetual Yacht-Master II regatta chronograph is the first watch in the world equipped with a programmable countdown with a mechanical memory. This unique watchmaking complication consists of an innovative system of interaction between the movement and the case thanks to a rotatable ring command bezel designed and developed by Rolex. This regatta chronograph allows yachtsmen to cross the line as soon as possible after the starting gun.\r\n\r\nAs one of its latest feats, Rolex presented a brand new innovative model, the Oyster Perpetual Sky-Dweller in 2012, a technological masterpiece intended for world travellers. In an impressive 42 mm case, it offers a dual time zone as intuitive to read as it is easy to use, as well as a particularly innovative annual calendar named Saros – in tribute to the astronomical phenomenon which inspired it – that requires only one date adjustment a year. To set its functions quickly and easily, it is also equipped with a new interface: the rotatable Ring Command bezel.\r\n\r\nOn March 26th, 2012, filmmaker and National Geographic Explorer‑in‑Residence James Cameron descended into the Mariana Trench, making the first solo dive into the deepest point on earth, and the only dive into the trench since the two-man Trieste expedition of 1960. Only one passenger was on both voyages: a Rolex watch. The Oyster Perpetual Rolex Deepsea Challenge is an experimental diving watch certified waterproof up to 12,000 metres (39,370 feet), entirely designed and built by Rolex to resist the extreme pressure in the deepest reaches of the oceans. Setting the record for the deepest diving watch in the world."
            },
            "family": {
                "id": 529,
                "name": "Oyster Perpetual",
                "slug": "oyster-perpetual",
                "description": "The Oyster Perpetual is the purest expression of the Oyster concept and has no other function than a clear, accurate time display. It comprises the renowned Rolex waterproof Oyster case and the self-winding Rolex Perpetual movement famed for its precision and reliability. An officially certified chronometer endowed with all the fundamental attributes of the Oyster collection, the Oyster Perpetual affords full access to the Rolex legend in 26, 31, 34 and 36 mm diameters.",
                "image": ""
            },
            "caliber": {
                "id": 1037,
                "reference_number": "2231",
                "image": "https:\/\/cdn.watchbase.com\/caliber\/lg\/rolex\/2231-4c.jpg",
                "diameter": "20.00 mm",
                "jewels": 31,
                "frequency": "28800 bph",
                "powerreserve": "48 h",
                "brand": "Rolex",
                "type": "Automatic",
                "display": "Analog",
                "description": "Calibre 2231 is a self-winding mechanical movement entirely developed and manufactured by Rolex. Like all Rolex Perpetual movements, the 2231 is a certified Swiss chronometer, a designation reserved for high-precision watches that have successfully passed the Swiss Official Chronometer Testing Institute (COSC) tests. Its architecture, in common with all Oyster watch movements, makes it singularly reliabl",
                "parent_caliber": null,
                "acoustic": null,
                "additional": "Chronometer",
                "astronomical": null,
                "chronograph": null,
                "date": null,
                "hands": "Hours, Minutes, Seconds"
            },
            "case": {
                "materials": [
                    "Stainless Steel"
                ],
                "glass": "Sapphire",
                "back": "Closed",
                "shape": "Round",
                "diameter": "31.00 mm",
                "lugwidth": "16.00 mm"
            },
            "dial": {
                "nickname": "Azzurro",
                "color": "Blue",
                "finish": "Sunburst",
                "indextype": "Roman Numerals",
                "handstyle": "Stick"
            },
            "images": [
                "https:\/\/cdn.watchbase.com\/watch\/md\/rolex\/oyster-perpetual\/177200-0015-d5.png"
            ],
            "prices": [
                {
                    "currency": "EUR",
                    "watch_price": "4700",
                    "date": "2020-01-04"
                },
                {
                    "currency": "EUR",
                    "watch_price": "4600",
                    "date": "2017-08-12"
                },
                {
                    "currency": "EUR",
                    "watch_price": "4400",
                    "date": "2015-02-01"
                }
            ]
        }
    ]
}